/* Message that the app doesn't have access rights to biometric authentication. Placeholder is app name. */
"%@ doesn't have access to biometric authentication." = "%@ no tiene acceso a la autenticación biométrica.";

/* Code option: 4-digit numeric */
"4-Digit Numeric Code" = "Código numérico de 4 dígitos";

/* Code option: 6-digit numeric */
"6-Digit Numeric Code" = "Código numérico de 6 dígitos";

/* Title for 'Cancel' Button */
"Cancel" = "Cancelar";

/* Headline for 'Change Passcode' view */
"Change Passcode" = "Cambie la contraseña";

/* Title for code options button */
"Code options" = "Opciones de código";

/* Headline for 'Create Passcode' view */
"Create Passcode" = "Crear contraseña";

/* Code option: custom alphanumeric */
"Custom Alphanumeric Code" = "Código alfanumérico personalizado";

/* Promt user to enter new passcode */
"Enter new passcode" = "Ingresar nueva contraseña";

/* Promt user to enter passcode */
"Enter your passcode" = "Ingrese su contraseña";

/* Notify user that passcodes do not match */
"Passcodes don't match. Try again." = "Las contraseñas no coinciden. Inténtelo nuevamente.";

/* Headline for 'Remove Passcode' view */
"Remove Passcode" = "Eliminar contraseña";

/* Title for 'Settings' Button */
"Settings" = "Ajustes";

/* Promt user to verify new passcode */
"Verify new passcode" = "Revise la nueva contraseña";

/* Promt user to verify passcode */
"Verify your passcode" = "Revise su contaseña";

/* Biometric enrollment prompt reason */
"Enable biometric authentication" = "Activar autenticación biométrica";

/* Biometric authentication prompt reason */
"Verify your identity" = "Verifique su identidad";
